Repository: ivoronin/TomatoBar
Catalog: TomatoBar/Localizable.xcstrings
Source language: en
Languages: zh_hans

# IntervalsView.longRestIntervalLength.help
source: Duration of the lengthy break, taken after finishing work interval set
zh_hans: 在完成一组工作后的长休息时长

# IntervalsView.longRestIntervalLength.label
source: Long rest interval:
zh_hans: 长休息时间:

# IntervalsView.min
source: %d min
zh_hans: %d 分

# IntervalsView.shortRestIntervalLength.label
source: Short rest interval:
zh_hans: 小憩时间:

# IntervalsView.workIntervalLength.label
source: Work interval:
zh_hans: 工作时间:

# IntervalsView.workIntervalsInSet.help
source: Number of working intervals in the set, after which a lengthy break taken
zh_hans: 每组在长时间休息后的工作次数

# IntervalsView.workIntervalsInSet.label
source: Work intervals in a set:
zh_hans: 一组中工作的次数:

# SettingsView.launchAtLogin.label
source: Launch at login
zh_hans: 登录时启动

# SettingsView.shortcut.label
source: Shortcut
zh_hans: 快捷键

# SettingsView.showTimerInMenuBar.label
source: Show timer in menu bar
zh_hans: 在菜单栏中显示计时器

# SettingsView.stopAfterBreak.label
source: Stop after break
zh_hans: 在休息后停止

# SoundsView.isDingEnabled.label
source: Ding
zh_hans: 叮

# SoundsView.isTickingEnabled.label
source: Ticking
zh_hans: 滴答声

# SoundsView.isWindupEnabled.label
source: Windup
zh_hans: 发条声

# TBPopoverView.about.label
source: About
zh_hans: 关于

# TBPopoverView.intervals.label
source: Intervals
zh_hans: 时长

# TBPopoverView.quit.label
source: Quit
zh_hans: 退出

# TBPopoverView.settings.label
source: Settings
zh_hans: 设置

# TBPopoverView.sounds.label
source: Sounds
zh_hans: 声音

# TBPopoverView.start.label
source: Start
zh_hans: 开始

# TBPopoverView.stop.label
source: Stop
zh_hans: 停止

# TBTimer.onRestFinish.body
source: Keep up the good work!
zh_hans: 继续努力!

# TBTimer.onRestFinish.title
source: Break is over
zh_hans: 休息结束

# TBTimer.onRestStart.long.body
source: It's time for a long break!
zh_hans: 长休息时间到!

# TBTimer.onRestStart.short.body
source: It's time for a short break!
zh_hans: 小憩时间到!

# TBTimer.onRestStart.skip.title
source: Skip
zh_hans: 跳过

# TBTimer.onRestStart.title
source: Time's up
zh_hans: 时间到
